Repository: contao/module-newsletter
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: sq

# tl_module.newsletters.0
source: Subscribable newsletters
sq: Kanalet e lajmeve

# tl_module.newsletters.1
source: Show these channels in the front end form.
sq: Zgjedhoni kanalet, të cilat përdoruese mund t'i zgjedh gjatë regjistrimit.

# tl_module.nl_channels.0
source: Channels
sq: Kanalet

# tl_module.nl_channels.1
source: Please select one or more channels.
sq: Zgjedhoni një apo më shumë kanale.

# tl_module.nl_text.0
source: Custom text
sq: Shënim

# tl_module.nl_text.1
source: Here you can e.g. enter a privacy note to make the newsletter subscription GDPR compliant.
sq: Këtu mund të shënohen p.sh. të dhëna për ta bërë regjistrimin të përshtatët me GDPR.

# tl_module.nl_hideChannels.0
source: Hide channel menu
sq: Fshih menyen e kanalit

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
sq: Mos e trego menyen e kanalit.

# tl_module.nl_subscribe.0
source: Subscription message
sq: E-Mal lajmërimi

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
sq: Epeni tekstin e e-mail-it për konfirmimin e lajmërimit. Mund të përdorni zëvendësim <em>##channel##</em> (emri kanalit), <em>##domain##</em> (emri aktual i domain) dhe <em>##link##</em> (lidhja për aktivizim).

# tl_module.nl_unsubscribe.0
source: Unsubscription message
sq: E-Mail ç'lajmërimi

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
sq: Epeni tekstin e e-mail-it për konfirmimin e ç'lajmërimit. Mund të përdorni zëvendësim <em>##channel##</em> (emri kanalit), <em>##domain##</em> (emri aktual i domain) dhe <em>##link##</em> (lidhja për aktivizim).

# tl_module.nl_template.0
source: Newsletter template
sq: Struktura modulit

# tl_module.text_legend
source: Custom text
sq: Shënim

# tl_module.text_subscribe.0
source: Your subscription on %s
sq: Lajmërimi juaj me %s

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click here to activate your subscription: ##link## The confirmation link is valid for 24 hours. You can cancel your subscription at any time. If you did not subscribe yourself, please ignore this e-mail.
sq: Ju jeni regjistruar për këtë kanal në ##domain##: ##channels## Shtypeni këtu për ta aktivizuar regjistrimin: ##link## Vegëza me konfirmim skadon brenda 24 orëve. Nderprerja e regjistrimint mund të bëhët çdo herë. Nëse nuk e keni regjistruar veten, ju lutem ignoroni E-Mailin.

# tl_module.text_unsubscribe.0
source: Your subscription on %s
sq: Lajmërimi juaj me %s

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
sq: Jeni ç'lajmëruar me sukses nga kanali ##channel##.
